<?

 	
	$query = "INSERT INTO `goods` VALUES (NULL, '1', '15', 'Продам машину', '10000', 'USD', 'Отличную динамику Lancer X обеспечивает новая гамма двигателей с и уникальная для класса «С» вариаторная трансмиссия с подрулевыми переключателями передач. Линейка 16-клапанных 4-цилиндровых двигателей DOHC с алюминиевым блоком цилиндров и фирменной системой электронного управления фазами газораспределения MIVEC обеспечивает высокие динамические показатели при соответствии самым строгим экологическим стандартам.

		На выбор предлагается два бензиновых двигателя: объемом 1,5 л и мощностью 109 л.с. и объемом 2 л и мощностью 150 л.с. Mitsubishi Lancer с двигателем объемом 1, 5 л может быть оснащен 5-ступенчатой механической КПП либо 4-диапазонной АКП INVECS-II, а для аVтомобилей c двигателем 2,0 л предусмотрена 5-ступенчатая МКПП либо 6-диапазонный вариатор SportronicR CVT с подрулевыми переключателями лепесткового типа.

		Mitsubishi предлагает три варианта комплектации, отличающихся по уровню оснащения: «Invite», «Invite+» и «Intense».

		Базовая комплектация «1,5 Invite» предлагает оптимальный набор необходимых опций: кондиционер, электростеклоподъемники, электропривод и обогрев боковых зеркал, фронтальные подушки безопасности и аудиоподготовка.

		В максимальной комплектации «Intense», доступной только для версий с двигателем объемом 2,0 л, в оснащение аVтомобиля входят такие опции, как климат контроль, CD/MP3-чейнджер на 6 дисков, 5 подушек безопасности, спортивная подвеска с растяжкой между передними амортизаторными стойками, обтянутое кожей рулевое колесо с функцией управления аудиосистемой, передний аэродинамический обтекатель, окрашенный в цвет кузова, передние противотуманные фары, задний спойлер и боковые обтекатели порогов.', '1.jpg;2.jpg;3.jpg;4.jpg;5.jpg;6.jpg;7.jpg;', '0', 'null', '1', '1', '2017-10-29 11:51:33', '1', '2017-10-03', '1', 'null', 'Дніпропетровська область');";
		for ($i=0; $i < 100 ; $i++) { 
			echo $query;
		}

 ?>